{"pageProps": {"talksPageBanner": {"banner": {"title": "TP WorkLife 10/12", "slug": "tp-worklife-10-12", "bannerLocation": "talks", "displayToExistingMembers": true, "mainContentHeadline": "The podcast where science meets business", "mainContent": "From fixing meetings to finding a mentor, get new insights to help you enjoy your time at work and thrive in your career.", "buttonLabel": "Listen now", "buttonLink": "https://www.ted.com/podcasts/fixable?utm_medium=website&utm_source=talkpage&utm_campaign=podcasts&utm_content=04112023-fixabletp", "showButtonIcon": false, "backgroundColor": "#FFEFA1", "textColor": "#000000", "useBackgroundGradient": false, "imageMobileBreakpoint": {"metadata": {"tags": []}, "sys": {"space": {"sys": {"type": "Link", "linkType": "Space", "id": "ab732rbh901q"}}, "id": "4BM5OASbSYegLKRYSri2gZ", "type": "Asset", "createdAt": "2023-10-11T21:22:04.069Z", "updatedAt": "2023-10-11T21:22:04.069Z", "environment": {"sys": {"id": "master", "type": "Link", "linkType": "Environment"}}, "revision": 1, "locale": "en-US"}, "fields": {"title": "WorkLife S6 - 659 x 1052x", "description": "", "file": {"url": "//images.ctfassets.net/ab732rbh901q/4BM5OASbSYegLKRYSri2gZ/c0a7605eca821fae7eea6c0359347d83/WorkLife_S6_-_659_x_1052x.png", "details": {"size": 29801, "image": {"width": 1318, "height": 210}}, "fileName": "WorkLife S6 - 659 x 1052x.png", "contentType": "image/png"}}}, "imageTabletBreakpoint": {"metadata": {"tags": []}, "sys": {"space": {"sys": {"type": "Link", "linkType": "Space", "id": "ab732rbh901q"}}, "id": "5DcAOXZmqMRBDk1Tb4tn87", "type": "Asset", "createdAt": "2023-10-11T21:25:23.492Z", "updatedAt": "2023-10-11T21:25:23.492Z", "environment": {"sys": {"id": "master", "type": "Link", "linkType": "Environment"}}, "revision": 1, "locale": "en-US"}, "fields": {"title": "WorkLife S6 - 1019 x 1602x (1)", "description": "", "file": {"url": "//images.ctfassets.net/ab732rbh901q/5DcAOXZmqMRBDk1Tb4tn87/11640e45662ad7292d8eb536a0de3f1e/WorkLife_S6_-_1019_x_1602x__1_.png", "details": {"size": 45372, "image": {"width": 2038, "height": 320}}, "fileName": "WorkLife S6 - 1019 x 1602x (1).png", "contentType": "image/png"}}}, "imageDesktopBreakpoint": {"metadata": {"tags": []}, "sys": {"space": {"sys": {"type": "Link", "linkType": "Space", "id": "ab732rbh901q"}}, "id": "3toTf7QHhGfKy59Qcx69dk", "type": "Asset", "createdAt": "2023-10-11T21:22:04.076Z", "updatedAt": "2023-10-11T21:22:04.076Z", "environment": {"sys": {"id": "master", "type": "Link", "linkType": "Environment"}}, "revision": 1, "locale": "en-US"}, "fields": {"title": "WorkLife S6 - 385 x 1052x", "description": "", "file": {"url": "//images.ctfassets.net/ab732rbh901q/3toTf7QHhGfKy59Qcx69dk/9b35ad517313f033f03f743e335118d5/WorkLife_S6_-_385_x_1052x.png", "details": {"size": 26833, "image": {"width": 770, "height": 210}}, "fileName": "WorkLife S6 - 385 x 1052x.png", "contentType": "image/png"}}}, "imageXLBreakpoint": {"metadata": {"tags": []}, "sys": {"space": {"sys": {"type": "Link", "linkType": "Space", "id": "ab732rbh901q"}}, "id": "3M4ANHhDr3Nwsd385dCSFK", "type": "Asset", "createdAt": "2023-10-11T21:22:04.078Z", "updatedAt": "2023-10-11T21:22:04.078Z", "environment": {"sys": {"id": "master", "type": "Link", "linkType": "Environment"}}, "revision": 1, "locale": "en-US"}, "fields": {"title": "WorkLife S6 - 472 x 1072x", "description": "", "file": {"url": "//images.ctfassets.net/ab732rbh901q/3M4ANHhDr3Nwsd385dCSFK/9d558d98ba8cbc09bb163323934ccd10/WorkLife_S6_-_472_x_1072x.png", "details": {"size": 27426, "image": {"width": 944, "height": 202}}, "fileName": "WorkLife S6 - 472 x 1072x.png", "contentType": "image/png"}}}}, "status": "published"}, "preview": false, "shortenedUrl": "https://go.ted.com/axub", "action": null, "videoData": {"__typename": "Video", "id": "116339", "slug": "coleman_hughes_and_jamelle_bouie_does_color_blindness_perpetuate_racism", "title": "Does color blindness perpetuate racism?", "socialTitle": "Does color blindness perpetuate racism?", "presenterDisplayName": "Coleman Hughes and Jamelle Bouie", "internalLanguageCode": "en", "commentsEnabled": false, "commentsLoggedInOnly": false, "recordedOn": "2023-07-24", "curatorApproved": true, "viewedCount": 7336, "duration": 4338, "publishedAt": "2023-08-11T15:18:00Z", "topics": {"__typename": "TopicConnection", "nodes": [{"__typename": "Topic", "id": "55", "name": "social change", "slug": "social+change"}, {"__typename": "Topic", "id": "81", "name": "history", "slug": "history"}, {"__typename": "Topic", "id": "99", "name": "race", "slug": "race"}, {"__typename": "Topic", "id": "134", "name": "United States", "slug": "united+states"}, {"__typename": "Topic", "id": "232", "name": "society", "slug": "society"}, {"__typename": "Topic", "id": "246", "name": "identity", "slug": "identity"}, {"__typename": "Topic", "id": "341", "name": "policy", "slug": "policy"}, {"__typename": "Topic", "id": "5790", "name": "equality", "slug": "equality"}]}, "talkExtras": {"__typename": "TalkExtras", "recommendations": [{"__typename": "Recommendation", "blurb": "Footnotes to accompany the debate", "recLists": [{"__typename": "RecommendationList", "title": "", "description": "", "recItems": [{"__typename": "RecommendationItem", "blurb": "Hughes: “Now there's been a very dishonest but effective PR campaign against color blindness for decades. It's been painted as somehow naive at best, or actually racist at worst. But I'm here to say today that the principle of color blindness, the same principle which my opponent attacks today, is the one that our most celebrated civil rights luminaries wielded to great effect in the battle against white supremacy and segregation.\"\r\nHughes: “That was the position of the Civil Rights Movement, and that is my position today.”\r\nHughes: “So certainly, the people that would acknowledge all and lived through all the history that Jamelle is talking about, and fought it, they actually had my position.”\r\nHughes: “So I, my position, it was the position of the Civil Rights Movement, which is that broad-based, class anti-poverty programs, without regard to race, or the serious interventions, with respect to all of the history and current inequalities that continue to exist ... \"\r\nHughes: “That is why the color blind philosophy was at the heart of the Civil Rights Movement, when there was far more racism than there is today.” \r\n– Note: The Civil Rights Movement in the United States has been and continues to be made up of differing ideologies in the pursuit of ending racial discrimination. Early in the movement, when seeking to rectify laws and policies that explicitly discriminated against Black people, certain luminaries began referring to the term \"color blindness.\" However, the use of this term during the early Civil Rights Movement has been open to interpretation. Some take color blindness to mean an opposition to any race-specific initiative or policy, while others interpret it as an ideal to strive for, while still advocating for race-based policies to pave the way and overcome structural racism.\r\n\r\n\r\nBouie: “And we know it does not exist independently of a set of historic conditions. Specifically, the modern idea of race as we know it emerges out of the subordination of indigenous Americans and various groups of Africans during the 16th and 17th centuries. It was a conceptual schema that explained and justified their enslavement and exploitation.”\r\n– Note: Prior to the 17th century, the term \"race\" was used to identify people with a kinship connection or group connection rather than skin color. The concept of race as we understand it today seems to have been created in the 17th and 18th centuries. For more on the origins of “race,” see [here](https://nmaahc.si.edu/learn/talking-about-race/topics/historical-foundations-race) and [here](https://onlinelibrary.wiley.com/doi/full/10.1002/ajpa.24200).\r\n\r\n\r\nHughes: “I could talk about Governor Kathy Hochul’s recommendation to hand out limited COVID antivirals based in part on racial identity of the patient,.”\r\n– Note: In December 2021, due to limited supply, New York State Department of Health released guidance on prioritization of two COVID-19 antivirals, Paxlovid and molnupiravir, under FDA Emergency Use Authorization. One of the criteria for eligibility was an increased risk for severe illness of which race was considered one risk factor: “Non-white race or Hispanic/Latino ethnicity should be considered a risk factor, as longstanding systemic health and social inequities have contributed to an increased risk of severe illness and death from COVID-19”. You can find the full memo [here](http://www.mssnyenews.org/wp-content/uploads/2021/12/122821_Notification_107774.pdf).\r\n\r\n\r\nHughes: “... which is virtually identical to what Jewish kids had to do applying to college in the first half of the 20th century,”\r\n– Note: In the 1920s, Harvard was among a number of US colleges/universities that imposed quotas to reduce the number of Jewish students at their institutions. The policy differed from affirmative action in the US as it was an exclusion-based policy that used quotas, which are illegal today. For more, see [here](https://www.insidehighered.com/news/2022/09/22/how-ivy-leagues-jewish-quotas-shaped-higher-education).\r\n\r\n\r\nBouie: “... Louisiana kind of captured, very relatively early on in the war and Lincoln's plan, essentially as we have a percentage of either 10 or 15 percent of Louisiana residents pledged to the Union, and then it can be readmitted on full privileges.”\r\n– Note: By the time of the Emancipation Proclamation, [13 of Louisiana's parishes](https://www.crt.state.la.us/louisiana-state-museum/online-exhibits/the-cabildo/reconstruction-a-state-divided/,%20https://64parishes.org/10-fascinating-facts-about-the-civil-war-in-louisiana) were in Union control and [ten percent](https://www.jstor.org/stable/j.ctt13x10g8) pledged to the Union.\r\n\r\n\r\nHughes: “And yet, their solution -- 'solution' may be too strong a word -- their proposal to address it was color blind policy and class-based, anti-poverty policy, right? Dr. King, in his book *Why We Can't Wait*, he addresses this specific problem of preferential treatment or compensation for what would have been then called 'the Negro.' And what he said, his proposal, and he knew that there was affirmative action going on in India, he instead proposed something he called the Bill of Rights for the Disadvantaged, which would target the white and black poor alike.”\r\n– Clarification: In this section of *Why We Can’t Wait*, King describes an exchange he had with Prime Minister Nehru about India’s affirmative action laws before moving into a section on his proposal of the Bill of Rights for the Disadvantaged. India’s affirmative action laws differ from those of the US, notably that they are written into the constitution and take the form of quotas, which are [illegal](https://openknowledge.worldbank.org/entities/publication/67dc705f-1612-5049-a7cd-8f4d28a90fe8) in the US.\r\n– Dr. King’s proposal for the Bill of Rights for the Disadvantaged was not limited to Black people, and as Hughes describes, sought to also benefit the \"forgotten white poor.\" This inclusion of other marginalized or disadvantaged groups is consistent with many of King’s approaches to fighting injustice.\r\n– However, this was not at the exclusion of also supporting and advocating for policies that centered Black people. For example, in Chapter 5 of *Why We Can’t Wait*, King describes reaching a negotiation as part of the Birmingham Campaign in which they demanded: “The upgrading and hiring of Negroes on a nondiscriminatory basis throughout the industrial community of Birmingham, to include hiring of Negroes as clerks and salesmen within sixty days after signing of the agreement -- and the immediate appointment of a committee of business, industrial and professional leaders to implement an area-wide program for the acceleration of upgrading and employment of Negroes in job categories previously denied to them.\"\r\n– Additionally, when discussing the financial costs of his Bill of Rights for the Disadvantaged, in a 1965 interview, King was asked if he thought that “preferential treatment for the Negro, or for any other minority group” was fair. He responded that while he intended for his Bill to benefit “the disadvantaged of all races,” he did support preferential treatment for certain groups, namely Black people. You can read the full interview [here](https://scrapsfromtheloft.com/politics/martin-luther-king-jr-playboy-interview-1965/).\r\n\r\n\r\nHughes: “Now, the advantages of this are twofold. First is that class is a closer proxy to true disadvantage. So you're actually targeting more precisely the problem you're trying to address, which is intergenerational poverty, regardless of its skin color.”\r\n– Note: While appropriate proxies will vary based on the specific context of disadvantage, research demonstrates that the effects of class on an individual often differ depending on their race. For example, see [here](https://ccl.psych.ucla.edu/wp-content/uploads/sites/129/2017/09/Race-and-Social-Class.pdf).\r\n\r\n\r\nBouie: \"King was a social democrat.\"\r\n– Note: While King did not explicitly identify as such, scholars have retroactively described him as a democratic socialist. For more, see [here](https://www.jstor.org/stable/40015109) and [here](https://www.thenation.com/article/archive/martin-luther-king-and-the-other-america-sylvie-laurent-book-review/).\r\n\r\n\r\nDonvan: \"Justice Thomas wrote a 53-page concurring opinion.\"\r\n– Note: You can read Thomas’ section starting on page 49 of [this document](https://www.supremecourt.gov/opinions/22pdf/20-1199_hgdj.pdf).\r\n\r\n\r\nHughes: “However, we should back up and understand the disagreement between the justices isn't in the context of affirmative action, which is not a policy that has anything to do with deep inequality in our society, but a policy that affects, according to Princeton sociologist Thomas Espinshade, about one percent of Black and Hispanic 18-year-olds in any given year. The other 99 percent, they actually, they either didn't graduate high school or they didn't go to a college selective enough to practice affirmative action.”\r\n– Clarification: Thomas Espenshade conveyed these estimates in a 2012 *New York Times* op-ed. You can read the full piece [here](https://www.nytimes.com/2012/10/05/opinion/moving-beyond-affirmative-action.html).\r\n\r\n\r\nBouie: “So it's sort of doing land-grant universities part two, right?”\r\n– Note: There have been two rounds of land-grant universities: Those started with the 1862 Morrill Land Grant Act, and those started with the 1890 Morrill Land Grant Act.\r\n\r\n\r\nBouie: “So two things. The first is if Coleman feels I dodged the question, then to address it more head-on, you know, part of the issue is that where affirmative action programs happen in the context prior to this previous Supreme Court decision, Milliken v. Bradley in 1974, which basically ruled out the possibility of using college admissions or anything as a kind of recompense for directly touching the question of racial inequality, the Supreme Court said, 'You can only consider diversity, right?'\"\r\n– Correction: Bouie intended to refer to the Supreme Court decision, Bakke v. Regents of the University of California of 1978, which ruled that universities could consider race in admissions but could not use racial quotas. You can find more on that ruling [here](https://supreme.justia.com/cases/federal/us/438/265/).\r\n\r\n\r\nHughes: “So if you look at the difference in income between white Americans of French descent, and white Americans of Russian descent, it's like 80 cents on the dollar, for example.”\r\n– Clarification: Using the most recent [census data](https://data.census.gov/table?q=Median+Household+Income+by+detailed+ancestry&t=-A0) from the American Community Survey on income and ancestry, the difference in median household income between French and Russian Americans is $75,783 to $90,296, respectively, which represents about 84 cents on the dollar. This widens to 75 cents if looking at individuals. However, this data does not explicitly specify race.\r\n\r\n\r\nWilliams: “And the majority of Black Americans are not poor, most middle class ...\"\r\n– Note: The percentage of Black Americans that are middle class vary by income definition. For example, in 2021, Pew Research Center [estimated](https://www.pewresearch.org/short-reads/2022/04/20/how-the-american-middle-class-has-changed-in-the-past-five-decades/ ) that 47 percent were middle class when defined as earning between $52,000-$156,000 for a family of three. Brookings placed [this figure](https://www.brookings.edu/articles/the-black-middle-class-needs-political-attention-too/) at 61 percent in 2013-2017 with a definition of an income between $22,000 and $125,000.\r\n\r\n\r\nHughes: “When the nation opened up to immigration in 1965, and we got lots of people that were not white and Black in the typical way we think of that as Americans, it did create a problem, because in '65, you could make a very compelling, you know, short-term compensation argument, and it would not end up hurting immigrants who just arrived here because the borders have been effectively closed for 40 years.”\r\n– Clarification: The US was open to immigration even before 1965 but due to the Immigration Act of 1924, it limited those eligible based on country of origin and through quotas. What Hughes is referring to here is the passing of the Immigration and Nationality Act of 1965, which removed national origin quotas and opened doors to Asian immigrants, thereby increasing the diversity of those who could immigrate to the US. For more on this change in immigration policy, see [here](https://history.house.gov/Historical-Highlights/1951-2000/Immigration-and-Nationality-Act-of-1965/), [here](https://history.house.gov/Exhibitions-and-Publications/APA/Historical-Essays/Exclusion-to-Inclusion/Overturning-Exclusion-Limiting-Immigration/) and [here](https://history.state.gov/milestones/1921-1936/immigration-act).", "eyebrow": "", "headline": "Additional notes and clarifications to accompany the debate", "isPdf": false, "label": "EXPLORE", "linkUrl": "", "note": ""}]}]}], "takeAction": [], "learnModules": []}, "primaryImageSet": [{"__typename": "PhotoSize", "url": "https://talkstar-photos.s3.amazonaws.com/uploads/f4d0a7d7-513e-4efd-9517-53a33aa96498/Color+Blindness+Thumbnail_2+copy+(1).jpg", "aspectRatioName": "16x9"}, {"__typename": "PhotoSize", "url": "https://talkstar-photos.s3.amazonaws.com/uploads/389ff628-9418-4e15-83f1-a570f16a1bb6/ColorBlindness-Thumbnail_1350x675.jpg", "aspectRatioName": "2x1"}, {"__typename": "PhotoSize", "url": "https://talkstar-photos.s3.amazonaws.com/uploads/5e650f4a-c1fe-4333-a328-c4cd3017b727/ColorBlindness-Thumbnail_stageshot.jpg", "aspectRatioName": "4x3"}], "relatedVideos": [{"__typename": "Video", "slug": "coleman_hughes_a_case_for_color_blindness", "id": "115854"}, {"__typename": "Video", "slug": "mellody_hobson_color_blind_or_color_brave", "id": "1990"}, {"__typename": "Video", "slug": "baratunde_thurston_how_to_deconstruct_racism_one_headline_at_a_time", "id": "41678"}, {"__typename": "Video", "slug": "nate_silver_does_racism_affect_how_you_vote", "id": "521"}, {"__typename": "Video", "slug": "david_r_williams_how_racism_makes_us_sick", "id": "2726"}, {"__typename": "Video", "slug": "brittney_cooper_the_racial_politics_of_time", "id": "2691"}], "customContentDetails": {"__typename": "CustomContentDetails", "partnerName": null}, "speakers": {"__typename": "AcmeSpeakerConnection", "nodes": [{"__typename": "AcmeSpeaker", "photoUrl": "https://ted-conferences-speaker-photos-production.s3.amazonaws.com/eo3n0pj1g4pp95q8m6sfawojchkh", "firstname": "Coleman", "middlename": "", "lastname": "Hughes", "description": "Podcast host", "isLive": true, "title": "", "whatOthersSay": "", "whoTheyAre": "Coleman Hughes believes in the power of conversation to bridge ideological and cultural divides.", "whyListen": "<div>Coleman Hughes created his podcast, <em>Conversations with Coleman</em>, to host radically honest discussions about today's most pressing social and political questions. Specializing in issues related to race, public policy and applied ethics, Hughes is a former fellow of the Manhattan Institute for Policy Research. His upcoming book, <a href=\"https://geni.us/8y4AuN2\"><em>The End of Race Politics: Arguments for a Colorblind America</em></a>, argues in favor of racial color blindness, or as he puts it: \"the idea that we should strive to treat people without regard to race, both in our personal lives and in our public policy.\"<br><br>Hughes was named to the <em>Forbes</em> \"30 Under 30\" in 2021 and has appeared on many TV shows and podcasts, including <em>Real Time with Bill Maher</em> and <em>Making Sense with Sam Harris</em>. His writing has been featured in <em>The New York Times</em>, <em>The Wall Street Journal</em>, <em>National Review</em> and more.</div>", "slug": "coleman_hughes"}, {"__typename": "AcmeSpeaker", "photoUrl": "https://ted-conferences-speaker-photos-production.s3.amazonaws.com/4ysoka38tuoo8atu5bvu179lxc88", "firstname": "Jamelle", "middlename": "", "lastname": "Bouie", "description": "Writer", "isLive": false, "title": "", "whatOthersSay": "", "whoTheyAre": "Jamelle Bouie is a columnist for the New York Times and a political analyst for CBS News, where he covers history and politics and has reported on campaigns, elections, national affairs and culture.", "whyListen": "", "slug": "jamelle_bouie"}]}, "description": "When you think about the world's most intractable problems, racial inequality is among the most challenging. Societies have grappled not just with how to treat community members equitably in public spaces, but how to judge individuals based on qualities that extend beyond race in personal interactions. For many decades, some have pointed to \"color blindness,\" or treating people without regard to race or ethnicity, as the best way to promote equal opportunity. But, there are many who believe the approach downplays racial bias and silently maintains discrimination. In this special event hosted by TED and nonpartisan media group Open to Debate, moderator John Donvan leads a discussion between writer and podcast host Coleman Hughes and New York Times columnist Jamelle Bouie, with additional contributions from Candis Watts Smith, Thomas Chatterton Williams, Monnica Williams and Robert A. George.", "socialDescription": "When you think about the world's most intractable problems, racial inequality is among the most challenging. Societies have grappled not just with how to treat community members equitably in public spaces, but how to judge individuals based on qualities that extend beyond race in personal interactions. For many decades, some have pointed to \"color blindness,\" or treating people without regard to race or ethnicity, as the best way to promote equal opportunity. But, there are many who believe the approach downplays racial bias and silently maintains discrimination. In this special event hosted by TED and nonpartisan media group Open to Debate, moderator John Donvan leads a discussion between writer and podcast host Coleman Hughes and New York Times columnist Jamelle Bouie, with additional contributions from Candis Watts Smith, Thomas Chatterton Williams, Monnica Williams and Robert A. George.", "partnerName": null, "playerData": "{\"id\":\"116339\",\"mediaIdentifier\":\"\",\"mediaProjectVersionIdentifier\":null,\"duration\":4338,\"languages\":[],\"nativeLanguage\":\"en\",\"isSubtitleRequired\":false,\"resources\":{\"h264\":null,\"hls\":{\"adUrl\":\"https://pubads.g.doubleclick.net/gampad/ads?ciu_szs=300x250%2C512x288%2C120x60%2C320x50%2C6x7%2C6x8&correlator=%5Bcorrelator%5D&cust_params=event%3DOpen%2Bto%2BDebate%2Band%2BTED%26id%3D116339%26tag%3Drace%2Chistory%2CUnited%2BStates%2Csocial%2Bchange%2Csociety%2Cequality%2Cpolicy%2Cidentity%26talk%3Dcoleman_hughes_and_jamelle_bouie_does_color_blindness_perpetuate_racism%26year%3D2023&env=vp&gdfp_req=1&impl=s&iu=%2F5641%2Fmobile%2Fios%2Fweb&output=xml_vast2&sz=640x360&unviewed_position_start=1&url=%5Breferrer%5D\",\"maiTargeting\":{\"id\":\"116339\",\"talk\":\"coleman_hughes_and_jamelle_bouie_does_color_blindness_perpetuate_racism\",\"tag\":\"race,history,United States,social change,society,equality,policy,identity\",\"year\":\"2023\",\"event\":\"Open to Debate and TED\"},\"stream\":null,\"metadata\":null}},\"targeting\":{\"id\":\"116339\",\"talk\":\"coleman_hughes_and_jamelle_bouie_does_color_blindness_perpetuate_racism\",\"tag\":\"race,history,United States,social change,society,equality,policy,identity\",\"year\":\"2023\",\"event\":\"Open to Debate and TED\"},\"canonical\":\"https://www.ted.com/talks/coleman_hughes_and_jamelle_bouie_does_color_blindness_perpetuate_racism\",\"name\":\"Coleman Hughes and Jamelle Bouie: Does color blindness perpetuate racism?\",\"title\":\"Does color blindness perpetuate racism?\",\"speaker\":\"Coleman Hughes and Jamelle Bouie\",\"thumb\":\"https://pi.tedcdn.com/r/talkstar-photos.s3.amazonaws.com/uploads/f4d0a7d7-513e-4efd-9517-53a33aa96498/Color+Blindness+Thumbnail_2+copy+(1).jpg?quality=89&w=600\",\"slug\":\"coleman_hughes_and_jamelle_bouie_does_color_blindness_perpetuate_racism\",\"event\":\"Open to Debate and TED\",\"published\":1691767080,\"external\":{\"service\":\"YouTube\",\"code\":\"NgfoV85KFJA\",\"duration\":4338.0,\"start_time\":0.0}}", "videoContext": "Open to Debate and TED", "audioInternalLanguageCode": "en", "language": "en", "hasTranslations": false, "featured": true, "type": {"__typename": "TypeOfVideo", "id": "6", "name": "Original Content"}}, "transcriptData": {"translation": null, "video": {"__typename": "Video", "id": "116339", "talkExtras": {"__typename": "TalkExtras", "footnotes": []}}}, "commentsEnabled": false, "commentsLoggedInOnly": false}, "language": "en", "messages": {}, "responseCode": 200, "__N_SSP": true}