{"pageProps": {"talksPageBanner": {"banner": {"title": "TP TEDLive 9/28/23", "slug": "tp-tedlive-9-28-23", "bannerLocation": "talks", "displayToExistingMembers": true, "mainContentHeadline": "Experience the TEDWomen conference from anywhere", "mainContent": "Don't miss out! Be one of the first to see our powerful new talks. ", "buttonLabel": "Count me in", "buttonLink": "https://membership.ted.com/tedwomen-live?utm_medium=website&utm_source=talkpage&utm_campaign=membership-ted&utm_content=09282023-tedlivetp", "showButtonIcon": false, "backgroundColor": "#000000", "textColor": "#FFFFFF", "useBackgroundGradient": false, "imageMobileBreakpoint": {"metadata": {"tags": []}, "sys": {"space": {"sys": {"type": "Link", "linkType": "Space", "id": "ab732rbh901q"}}, "id": "4gxlFyoebOJrZojA12T8oX", "type": "Asset", "createdAt": "2023-09-28T20:19:28.480Z", "updatedAt": "2023-09-28T20:19:28.480Z", "environment": {"sys": {"id": "master", "type": "Link", "linkType": "Environment"}}, "revision": 1, "locale": "en-US"}, "fields": {"title": "TED Tech Jun 12 Tablet Portrait Talks (3)", "description": "", "file": {"url": "//images.ctfassets.net/ab732rbh901q/4gxlFyoebOJrZojA12T8oX/bfca75421f299110dacc3d9ed806f94d/TED_Tech_Jun_12_Tablet_Portrait_Talks__3_.png", "details": {"size": 468918, "image": {"width": 1483, "height": 236}}, "fileName": "TED_Tech_Jun_12_Tablet_Portrait_Talks (3).png", "contentType": "image/png"}}}, "imageTabletBreakpoint": {"metadata": {"tags": []}, "sys": {"space": {"sys": {"type": "Link", "linkType": "Space", "id": "ab732rbh901q"}}, "id": "ObeWsCx1H7GEtlIkKtvyF", "type": "Asset", "createdAt": "2023-09-28T20:19:28.484Z", "updatedAt": "2023-09-28T20:19:28.484Z", "environment": {"sys": {"id": "master", "type": "Link", "linkType": "Environment"}}, "revision": 1, "locale": "en-US"}, "fields": {"title": "TED Tech Jun 12 Tablet Landscape Talks (5)", "description": "", "file": {"url": "//images.ctfassets.net/ab732rbh901q/ObeWsCx1H7GEtlIkKtvyF/c246b94cd6fadb4394e2b8d2a5c74f0f/TED_Tech_Jun_12_Tablet_Landscape_Talks__5_.png", "details": {"size": 519237, "image": {"width": 2038, "height": 320}}, "fileName": "TED_Tech_Jun_12_Tablet_Landscape_Talks (5).png", "contentType": "image/png"}}}, "imageDesktopBreakpoint": {"metadata": {"tags": []}, "sys": {"space": {"sys": {"type": "Link", "linkType": "Space", "id": "ab732rbh901q"}}, "id": "4mF9JrHls8kG41J85Bg5ZW", "type": "Asset", "createdAt": "2023-09-28T20:19:28.486Z", "updatedAt": "2023-09-28T20:19:28.486Z", "environment": {"sys": {"id": "master", "type": "Link", "linkType": "Environment"}}, "revision": 1, "locale": "en-US"}, "fields": {"title": "TED Tech Jun 12 Desktop Talks (5)", "description": "", "file": {"url": "//images.ctfassets.net/ab732rbh901q/4mF9JrHls8kG41J85Bg5ZW/621f89a67d4cdc8bb0ddac22065eab6c/TED_Tech_Jun_12_Desktop_Talks__6_.png", "details": {"size": 515590, "image": {"width": 1203, "height": 328}}, "fileName": "TED_Tech_Jun_12_Desktop_Talks (6).png", "contentType": "image/png"}}}, "imageXLBreakpoint": {"metadata": {"tags": []}, "sys": {"space": {"sys": {"type": "Link", "linkType": "Space", "id": "ab732rbh901q"}}, "id": "4OOqb4MoXPyzcuWcMJdjVn", "type": "Asset", "createdAt": "2023-09-28T20:21:34.825Z", "updatedAt": "2023-09-28T20:21:34.825Z", "environment": {"sys": {"id": "master", "type": "Link", "linkType": "Environment"}}, "revision": 1, "locale": "en-US"}, "fields": {"title": "TED Tech Jun 12 Mobile Talks (7)", "description": "", "file": {"url": "//images.ctfassets.net/ab732rbh901q/4OOqb4MoXPyzcuWcMJdjVn/cfa6e256f33e3ed7bd208289f391d750/TED_Tech_Jun_12_Mobile_Talks__7_.png", "details": {"size": 451422, "image": {"width": 1121, "height": 265}}, "fileName": "TED_Tech_Jun_12_Mobile_Talks (7).png", "contentType": "image/png"}}}}, "status": "published"}, "preview": false, "shortenedUrl": "https://go.ted.com/Lqex", "action": null, "videoData": {"__typename": "Video", "id": "66840", "slug": "hosted_by_mark_ruffalo_and_don_cheadle_countdown_session_1_urgency_full_session", "title": "Countdown Session 1: Urgency (Full session)", "socialTitle": "Countdown Session 1: Urgency (Full session)", "presenterDisplayName": "Hosted by Mark Ruffalo and Don Cheadle", "internalLanguageCode": "en", "commentsEnabled": false, "commentsLoggedInOnly": false, "recordedOn": "2020-10-10", "curatorApproved": true, "viewedCount": 25551, "duration": 4129, "publishedAt": "2020-10-15T23:41:25Z", "topics": {"__typename": "TopicConnection", "nodes": [{"__typename": "Topic", "id": "3", "name": "climate change", "slug": "climate+change"}, {"__typename": "Topic", "id": "5", "name": "environment", "slug": "environment"}, {"__typename": "Topic", "id": "8", "name": "science", "slug": "science"}, {"__typename": "Topic", "id": "9", "name": "sustainability", "slug": "sustainability"}, {"__typename": "Topic", "id": "10", "name": "technology", "slug": "technology"}, {"__typename": "Topic", "id": "92", "name": "activism", "slug": "activism"}, {"__typename": "Topic", "id": "5197", "name": "Countdown", "slug": "countdown"}]}, "talkExtras": {"__typename": "TalkExtras", "recommendations": [], "takeAction": [], "learnModules": [{"__typename": "LearnModule", "author": null, "blurb": "Learn how you can help cut the world's emissions in half by 2030, in the race to a zero-carbon world.", "eyebrow": "", "headline": "Countdown: A global initiative to accelerate solutions to the climate crisis", "imageUrl": "https://page-builder.ted.com/system/baubles/files/000/008/772/original/Countdown_TED-com_TalkPage_extra.png", "linkUrl": "https://countdown.ted.com/", "published": true, "publisher": null, "status": "APPROVED", "type": "EXTERNAL_WEBSITE", "visibleUrl": "countdown.ted.com", "year": null}]}, "primaryImageSet": [{"__typename": "PhotoSize", "url": "https://talkstar-photos.s3.amazonaws.com/uploads/09d6470b-651c-4a71-b079-37c130cef543/Countdown_2020_Session_01-embed.jpg", "aspectRatioName": "16x9"}, {"__typename": "PhotoSize", "url": "https://talkstar-photos.s3.amazonaws.com/uploads/312c8cc7-00c4-4d3f-8d1e-e8e3ec2f0e3b/Countdown_2020_Session_01-1350x675.jpg", "aspectRatioName": "2x1"}, {"__typename": "PhotoSize", "url": "https://talkstar-photos.s3.amazonaws.com/uploads/a4c6d959-ca10-498a-9181-35056414ba0e/Countdown_2020_Session_01-stageshot.jpg", "aspectRatioName": "4x3"}], "relatedVideos": [{"__typename": "Video", "slug": "hosted_by_al_gore_and_jaden_smith_countdown_session_2_leadership_full_session", "id": "66650"}, {"__typename": "Video", "slug": "prince_william_this_decade_calls_for_earthshots_to_repair_our_planet", "id": "66733"}, {"__typename": "Video", "slug": "kristen_bell_giant_ant_where_does_all_the_carbon_we_release_go", "id": "67240"}], "customContentDetails": {"__typename": "CustomContentDetails", "partnerName": null}, "speakers": {"__typename": "AcmeSpeakerConnection", "nodes": [{"__typename": "AcmeSpeaker", "photoUrl": "https://pe.tedcdn.com/images/ted/78dca0544536ec976203f56ab5b89353ab640715_254x191.jpg", "firstname": "Mark", "middlename": "", "lastname": "Ruffalo", "description": "Actor, director, climate change advocate", "isLive": false, "title": "", "whatOthersSay": "", "whoTheyAre": "Mark Ruffalo advocates for addressing climate change and increasing renewable energy.", "whyListen": "<p>Mark Ruffalo is one of Hollywood&#39;s most sought-after actors, easily moving between stage and screen. He has worked with directors including Ang Lee, Martin Scorsese, Michael Mann, Spike Jonze, David Fincher, Fernando Meirelles and Michel Gondry.</p><p>A regular contributor to the <em>Guardian</em> and <em>Huffington Post</em>, Ruffalo has received the Global Green Millennium Award for Environmental Leadership and the Meera Gandhi Giving Back Foundation Award. He was named one of <em>TIME</em> Magazine&#39;s People Who Mattered in 2011 and received The Big Fish Award from Riverkeeper in 2013. He helped launch and is a board member of&nbsp;<a href=\"https://thesolutionsproject.org/\" target=\"_blank\">The Solutions Project</a>, which works to accelerate the transition to 100 percent clean energy and equitable access to healthy air, water and soils by supporting climate justice organizations, especially those led by women of color.</p><p>Ruffalo stars in the critically acclaimed HBO series <em>I Know This Much Is True</em>, which garnered him an Emmy Nomination for Outstanding Lead Actor in a Limited Series. He executive produced and stars in the series playing the two main characters. Most recently, he was seen in Focus Features&#39; <em>Dark Waters</em>, directed by Todd Haynes, about the DuPont Pollution scandal, also starring Anne Hathaway, Bill Pullman and Tim Robbins.&nbsp;</p><p>Ruffalo&nbsp;was seen reprising his role as Bruce Banner/The Hulk in <em>Avengers: Endgame</em>, the grand conclusion to Marvel Studios&#39; Avengers franchise, spanning 22 films. Previously, he starred in <em>Avengers: Infinity War</em>, which grossed 1.6 billion dollars worldwide and was the biggest worldwide film opening since 2002. In 2016, he was seen in<em> Thor: Ragnarok.</em></p><p>Ruffalo has been nominated for three Academy Awards within five years for his performances in <em>The Kids Are All Right</em>, Bennett Miller&#39;s <em>Foxcatcher</em> and Thomas McCarthy&#39;s <em>Spotlight</em>, which followed <em>The Boston Globe</em>&#39;s coverage of the Catholic Church sex abuse scandal for which the newspaper won the 2003 Pulitzer Prize for Public Service. The film won the Oscars for Best Picture and Best Original Screenplay at the 2016 Academy Awards. The cast of the film was awarded the Screen Actors Guild Award for Outstanding Performance by a Cast in a Motion Picture.</p><p>Ruffalo&#39;s acting roots lie in the theater, where he first gained attention starring in the off-Broadway production of <em>This Is Our Youth</em>, for which he won a Lucille Award for Best Actor. In 2017 he starred in Arthur Miller&#39;s <em>The Price</em>&nbsp;on Broadway opposite Danny DeVito.</p>", "slug": "mark_ruffalo"}, {"__typename": "AcmeSpeaker", "photoUrl": "https://pe.tedcdn.com/images/ted/d08d411e45a20c69a3588937bac4221194b4dc0b_254x191.jpg", "firstname": "Don", "middlename": "", "lastname": "Cheadle", "description": "Actor, author, director", "isLive": false, "title": "", "whatOthersSay": "", "whoTheyAre": "Don Cheadle is known for his passionate performances on stage and screen, as well as his philanthropy work on climate change and human rights.", "whyListen": "<p>Oscar nominated and multi-time Golden Globe winning actor Don Cheadle is, without question, one of the most highly sought after and premier actors of his generation. He&#39;s well known for his passionate performances on stage and screen, from his breakout performance in <em>Devil in A Blue Dress</em>, to his portrayal of War Machine across the Marvel Cinematic Universe, to <em>Hotel Rwanda</em>, for which his performance garnered all the Best Actor Award nominations you can think of.</p><p>Cheadle serves on the board of The Solutions Project along with fellow Avenger and activist Mark Ruffalo. He is also a regular on Showtime&#39;s <em>Years of Living Dangerously</em>, which tells the story of our time: climate change and the impact it is having on people right now in the US and all over the world. Cheadle&#39;s other philanthropic work includes serving as a UN Ambassador for the United Nations Environment Programme. He&#39;s produced the documentary film, <em>Darfur Now</em>, an examination of the genocide in Sudan&#39;s western region of Darfur, and in 2007, he and George Clooney were recognized for their work for Darfur. The pair shared a Peace Summit Award at the 8th Annual World Summit of Nobel Peace Prize Laureates in Rome.</p>", "slug": "don_cheadle"}, {"__typename": "AcmeSpeaker", "photoUrl": "https://pe.tedcdn.com/images/ted/ab1851f3c89f51d25b49f4773f0596f6af01e4a2_254x191.jpg", "firstname": "Lindsay", "middlename": "", "lastname": "Levin", "description": "Entrepreneur, activist", "isLive": false, "title": "", "whatOthersSay": "", "whoTheyAre": "Lindsay Levin has dedicated her life to reshaping what leadership looks like, exploring our collective humanity through vulnerability and listening.", "whyListen": "<p>Lindsay Levin bridges gaps between people and between places. She believes that if we can find the compassion to bridge the gaps inside ourselves, we can transform the impact that we have on the world around us. Her work is dedicated to reshaping what leadership looks like, exploring our collective humanity through vulnerability and listening.&nbsp;</p><p>A serial entrepreneur, Levin has learned at least as much from her failures as her successes. In 2001, she founded Leaders&#39; Quest as her &quot;last startup&quot; to help leaders and companies align profit with purpose. She has since worked to connect leaders from all disciplines and sectors, accelerating solutions to some of the big issues in the world today. Three years later, her team launched the Leaders&#39; Quest Foundation to build leadership capacity in grassroots communities.</p><p>Levin is passionate about finding the common ground between diverse perspectives and opposing voices. After the Paris Climate Agreement, she coled the launch of Future Stewards, a coalition working to build a regenerative future that meets the needs of all, within the means of the planet. In 2019, Future Stewards teamed up with TED to create&nbsp;<a href=\"https://countdown.ted.com/\" target=\"_blank\">Countdown</a>, a global multiyear project aimed at exponentially driving resources, attention and action towards cutting greenhouse gas emissions by half by 2030, with a goal of achieving net-zero emissions by 2050.</p><p>For the past two decades, Levin has been largely on the road across Asia, Africa, Latin America and the Middle East. She is regularly in Israel and Palestine working with people committed to peaceful coexistence. She remains hopeful.&nbsp;</p><p>Levin&#39;s book,&nbsp;<a href=\"https://geni.us/Xz6f\" target=\"_blank\"><em>Invisible Giants: Changing the World One Step at a Time</em></a>, published in 2013, is a celebration of the everyday heroes that inspired her to ask tough questions and strive to be the change she wants to see in the world. She lives in New York with her husband, with whom she has three wonderful (more or less grown-up) sons.</p>", "slug": "lindsay_levin"}, {"__typename": "AcmeSpeaker", "photoUrl": "https://pe.tedcdn.com/images/ted/15a78b07d0340fcf8f391e7529b6f4b050a60cc0_254x191.jpg", "firstname": "Chris", "middlename": "", "lastname": "Anderson", "description": "Head of TED", "isLive": true, "title": "", "whatOthersSay": "", "whoTheyAre": "After a long career in journalism and publishing, Chris Anderson became the curator of the TED Conference in 2002 and has developed it as a platform for identifying and disseminating ideas worth spreading.", "whyListen": "<div>Chris Anderson is the Curator of TED, a nonprofit devoted to sharing valuable ideas, primarily through the medium of 'TED Talks' -- short talks that are offered free online to a global audience.</div><div>Chris was born in a remote village in Pakistan in 1957. He spent his early years in India, Pakistan and Afghanistan, where his parents worked as medical missionaries, and he attended an American school in the Himalayas for his early education. After boarding school in Bath, England, he went on to Oxford University, graduating in 1978 with a degree in philosophy, politics and economics.</div><div>Chris then trained as a journalist, working in newspapers and radio, including two years producing a world news service in the Seychelles Islands.</div><div> Back in the UK in 1984, Chris was captivated by the personal computer revolution and became an editor at one of the UK's early computer magazines. A year later he founded Future Publishing with a $25,000 bank loan. The new company initially focused on specialist computer publications but eventually expanded into other areas such as cycling, music, video games, technology and design, doubling in size every year for seven years. In 1994, Chris moved to the United States where he built Imagine Media, publisher of <em>Business 2.0</em> magazine and creator of the popular video game users website IGN. Chris eventually merged Imagine and Future, taking the combined entity public in London in 1999, under the Future name. At its peak, it published 150 magazines and websites and employed 2,000 people.</div><div>This success allowed Chris to create a private nonprofit organization, the Sapling Foundation, with the hope of finding new ways to tackle tough global issues through media, technology, entrepreneurship and, most of all, ideas. In 2001, the foundation acquired the TED Conference, then an annual meeting of luminaries in the fields of Technology, Entertainment and Design held in Monterey, California, and Chris left Future to work full time on TED.</div><div>He expanded the conference's remit to cover all topics, including science, business and key global issues, while adding a Fellows program, which now has some 300 alumni, and the TED Prize, which grants its recipients \"one wish to change the world.\" The TED stage has become a place for thinkers and doers from all fields to share their ideas and their work, capturing imaginations, sparking conversation and encouraging discovery along the way.</div><div>In 2006, TED experimented with posting some of its talks on the Internet. Their viral success encouraged Chris to begin positioning the organization as a global media initiative devoted to 'ideas worth spreading,' part of a new era of information dissemination using the power of online video. In June 2015, the organization posted its 2,000th talk online. The talks are free to view, and they have been translated into more than 100 languages with the help of volunteers from around the world. Viewership has grown to approximately one billion views per year.</div><div>Continuing a strategy of 'radical openness,' in 2009 Chris introduced the TEDx initiative, allowing free licenses to local organizers who wished to organize their own TED-like events. More than 8,000 such events have been held, generating an archive of 60,000 TEDx talks. And three years later, the TED-Ed program was launched, offering free educational videos and tools to students and teachers.</div>", "slug": "chris_anderson_ted"}, {"__typename": "AcmeSpeaker", "photoUrl": "https://pe.tedcdn.com/images/ted/1f816a532797ba6d31a543b4ae66379b7ebc0e92_254x191.jpg", "firstname": "Johan", "middlename": "", "lastname": "Rockström", "description": "Climate impact scholar", "isLive": true, "title": "", "whatOthersSay": "", "whoTheyAre": "A co-developer of the planetary boundaries framework, Johan Rockström works to understand Earth’s resilience.", "whyListen": "<p>Johan Rockstr&ouml;m is an internationally recognized scientist for his work on global sustainability. He helped lead a team of scientists that presented the planetary boundaries framework, first published in 2009 and updated in 2015. The nine planetary boundaries presented in the framework are assessed to be fundamental in maintaining a &quot;safe operating space for humanity.&quot; This framework has been embraced as an approach to sustainable development and has been used to help guide governments, international organizations, NGOs and companies considering sustainable development.</p><p>Before focusing on the planetary scale, Rockstr&ouml;m&#39;s research focused on water resources and building resilience in water-scarce regions. After completing a PhD at Stockholm University&#39;s Systems Ecology Department in 1997, he spent over a decade working on applied water research in tropical regions.&nbsp;</p><p>Rockstr&ouml;m cofounded the Stockholm Resilience Centre and is currently director of the Potsdam Institute for Climate Impact Research. He co-chaired the EAT-Lancet Commission on healthy diets from sustainable food systems, published in 2019 and he is co-chair of Future Earth and the Earth Commission.&nbsp;</p><p>Rockstr&ouml;m has published more than 150 research articles, including articles in <em>Science</em> and <em>Nature</em>, and 20 book chapters. He is a regular speaker at the World Economic Forum in Davos and has also published four books:&nbsp;<a href=\"http://geni.us/cdlb\" target=\"_blank\"><em>The Human Quest</em></a>&nbsp;(2012) and&nbsp;<a href=\"http://geni.us/PBId\" target=\"_blank\"><em>Big World Small Planet</em></a>&nbsp;(2015), with National Geographic photographer Mattias Klum; coauthored&nbsp;<a href=\"http://geni.us/Icrjqut\" target=\"_blank\"><em>Water Resilience for Human Prosperity</em></a>&nbsp;(2014); and coauthored&nbsp;<a href=\"http://geni.us/6a8L\" target=\"_blank\"><em>Bankrupting Nature</em></a>&nbsp;(2012) with Swedish writer and politician Anders Wijkman.</p>", "slug": "johan_rockstrom"}, {"__typename": "AcmeSpeaker", "photoUrl": "https://pe.tedcdn.com/images/ted/27eba9f82f9411057ae6c789ae6838a7aa706049_254x191.jpg", "firstname": "Angel", "middlename": "", "lastname": "Hsu", "description": "Climate and data scientist", "isLive": true, "title": "", "whatOthersSay": "", "whoTheyAre": "Angel Hsu is a professor and data geek who applies data-driven methods to solve challenging environmental issues.", "whyListen": "<p>Angel Hsu&#39;s research strives to distill clear policy signals through an ever-growing expanse of messy environmental data. She connects the dots between climate science, policy and sustainability. Working between the push and pull of data science and public policy drives her to explore how new technologies, analytical techniques and communication strategies can improve governance and lead to better environmental outcomes -- particularly in rapidly developing countries like China, where much of her research has focused.</p><p>Hsu founded and directs the&nbsp;<a href=\"https://datadrivenlab.org/\" target=\"_blank\">Data-Driven EnviroLab</a>, an international team of interdisciplinary researchers, scientists, programmers and visual designers who work collaboratively around the world to create new knowledge and policy tools designed to make the world greener and healthier. She is a lead and contributing author to global climate assessments like the UN Environment Emissions Gap Report and the IPCC. She is driven to tackle climate change so her two young sons can live their fullest lives.</p>", "slug": "angel_hsu"}, {"__typename": "AcmeSpeaker", "photoUrl": "https://pe.tedcdn.com/images/ted/bea16d11ed8804eeab5ed314f4af742ee8fecc17_254x191.jpg", "firstname": "António", "middlename": "", "lastname": "Guterres", "description": "Secretary-General of the United Nations", "isLive": true, "title": "", "whatOthersSay": "", "whoTheyAre": "António Guterres is at the forefront of fighting the climate emergency and achieving the Sustainable Development Goals.", "whyListen": "<p class=\"p1\">Ant&oacute;nio Guterres, the ninth Secretary-General of the United Nations, has had a long and varied career in public service rooted in one overarching imperative: to promote human dignity for all.</p><p class=\"p1\">Whether working as a volunteer in the poor neighbourhoods of Lisbon or representing his constituency in the Portuguese parliament, and from his years as Prime Minister to his service as United Nations High Commissioner for Refugees, Guterres has sought to ease suffering, protect the vulnerable and ensure human rights for all. These priorities have remained at the core of his efforts today as Secretary-General of the United Nations. Since taking office January 2017, he has worked to promote peace, advance prevention, combat hatred and mobilize ambition in fighting the climate emergency and achieving the Sustainable Development Goals.</p><p class=\"p1\">Guterres has also recognized the need for the United Nations itself to be more innovative and effective, and has set in motion wide-ranging reforms to make full use of new technology and to enhance agility, transparency and accountability. He has also pressed to make the organization more equal, including through gender parity -- with major milestones met well ahead of schedule -- and improved geographical representation.&nbsp; &nbsp;&nbsp;</p><p class=\"p1\">Mr. Guterres has proclaimed himself a proud multilateralist. &quot;But international cooperation cannot be taken for granted.&quot; he has stressed. &quot;We must prove its value by addressing the real problems people face.&quot;</p><p class=\"p1\">Guterres was born in Lisbon in 1949 and graduated from the Instituto Superior T&eacute;cnico with a degree in engineering. He is fluent in Portuguese, English, French and Spanish. He is married to Catarina de Almeida Vaz Pinto, Deputy Mayor for Culture of Lisbon, and has two children, a stepson and three grandchildren.</p>", "slug": "antonio_guterres"}, {"__typename": "AcmeSpeaker", "photoUrl": "https://ted-conferences-speaker-photos-production.s3.amazonaws.com/9ixw4uqgzgvkswp6utxd0nf6ilkc", "firstname": "David", "middlename": "", "lastname": "Lammy", "description": "Member of Parliament, UK", "isLive": true, "title": "", "whatOthersSay": "", "whoTheyAre": "David Lammy is a leading agenda-setter for racial and social justice in the UK.", "whyListen": "<div>David Lammy has been the Labour Member of Parliament for his hometown of Tottenham, United Kingdom, since 2000. He was appointed Shadow Secretary of State for Foreign, Commonwealth and Development Affairs in 2021, after previously serving as the Labour Party's Shadow Secretary of State for Justice -- the first Black MP to hold this post in British Parliament, either in government or opposition. Lammy previously led an independent review of the criminal justice system, exploring the treatment of and outcomes for Black and minority ethnic people in British courts and prisons, ultimately recommending 35 wide-ranging policy changes. During the Blair and Brown Labour governments from 2002 to 2010, he served as Culture Minister, Higher Education Minister and was a member of the Privy Council.</div><div><br></div><div>Lammy's parents moved to the UK from Guyana as part of the more than half a million people who moved from the Caribbean to Britain following World War II, known as the \"Windrush generation.\" He is renowned for his role in securing justice for the victims of the Windrush Scandal as well as the victims of London's Grenfell Tower Fire, winning both <em>GQ</em>'s and the Political Studies Association's Politician of the Year awards in 2018. He is also known for pushing for more equal access to university and demanding the decolonization of education curriculums and international aid. Lammy explores these issues and more in <a href=\"https://geni.us/XQRD\"><em>Tribes: How Our Need to Belong Can Make or Break Society</em></a>, his book on both the benign and malign effects of our very human need to belong.</div>", "slug": "david_lammy"}, {"__typename": "AcmeSpeaker", "photoUrl": "https://pe.tedcdn.com/images/ted/5bb700f68013531d6f60fb882c4b53baf8597b7a_254x191.jpg", "firstname": "Christiana", "middlename": "", "lastname": "Figueres", "description": "Stubborn optimist", "isLive": true, "title": "", "whatOthersSay": "", "whoTheyAre": "Christiana Figueres is an internationally recognized leader on climate action and steered the global diplomatic effort that culminated in the 2015 Paris Agreement.", "whyListen": "<div>Christiana Figueres was the executive secretary of the United Nations Framework Convention on Climate Change (UNFCCC) from 2010 to 2016. Assuming responsibility for the international climate change negotiations after the failed Copenhagen conference of 2009, she was determined to lead the process to a universally agreed regulatory framework. Building toward that goal, she directed the successful Conferences of the Parties in Cancun 2010, Durban 2011, Doha 2012, Warsaw 2013 and Lima 2014, and culminated her efforts in the historical Paris Agreement of 2015.</div><div>During her tenure, Figueres brought together national and subnational governments, corporations and activists, scientists and spiritual communities, financial institutions and NGOs to jointly deliver the historic 2015 Paris Agreement on Climate Change. Under this agreement, 195 sovereign governments agreed on a collaborative path to limit future global warming to well below two degree Celsius, and strive for one-and-a-half degrees Celsius in order to protect the most vulnerable in every nation. For this achievement, Figueres has been credited with forging a new brand of collaborative diplomacy, for which she has received multiple awards. In 2016, Figueres shared <a href=\"https://www.ted.com/talks/christiana_figueres_the_inside_story_of_the_paris_climate_agreement\">the story behind the landmark climate accord</a> on the TED stage.</div><div>Since then, Figueres has continued to serve her one and only boss: the global atmosphere that protects our planet and is the ultimate basis of human well-being. </div><div>Figueres has a long trajectory in the field of global climate change. She was a member of the Costa Rican negotiating team from 1995 to 2009 and played a number of key roles in the governance of the UNFCCC before formally joining the secretariat. She began her life of public service as Minister Counselor at the Embassy of Costa Rica in Bonn, Germany in 1982. Moving to the US, she became Director of Renewable Energy in the Americas (REIA) and in 1995 founded the nonprofit Center for Sustainable Development of the Americas (CSDA), which she directed for eight years. She designed and helped to establish national climate change programs throughout Latin America and served as high level advisor to both governments and private companies. In 2001, she received the Hero for the Planet Award from <em>National Geographic.</em></div><div>Figueres is a graduate of Swarthmore College and the London School of Economics. After decades of living and working abroad, she has recently moved back to her beloved Costa Rica. She has two fantastic daughters for whom she is deeply grateful.</div>", "slug": "christiana_figueres"}, {"__typename": "AcmeSpeaker", "photoUrl": "https://pe.tedcdn.com/images/ted/1b4612b392fd16746a27abbd30928f6f81921f14_254x191.jpg", "firstname": "Prince", "middlename": "", "lastname": "Royce", "description": "Singer, songwriter", "isLive": false, "title": "", "whatOthersSay": "", "whoTheyAre": "Latin superstar Prince Royce is a multi-platinum award-winning singer and songwriter.", "whyListen": "<p>Prince Royce has a massive fan base with 60 million followers on social media. He has sold out many of the most prestigious venues in Latin America and the United States. In February 2019, he made history as the first and only tropical music artist to perform at the Houston Rodeo at the NRG Stadium, where he attracted more than 55,000 euphoric fans. According to Billboard, he is among the top 10 Latin artists with most followers on TikTok.</p><p>Over the past decade, Royce has become a bona fide Latin superstar, scoring 18 number one radio hits, 22 Latin Billboard Awards, 19 Premio lo Nuestro Awards, 19 Premios Juventud Awards, seven Latin AMAs and 13 Latin Grammy nominations. His latest album, the double disc set <em>ALTER EGO,</em> debuted in February 2020 at number one on the following Billboard charts: Top Latin Albums, Latin Album Sales and Tropical Albums, and it has been certified 2X Platinum by the RIAA (Recording Industry Association of America) for its sales in the United States and Puerto Rico. The album has had four number one hits ... so far.&nbsp;Billboard included his 2013 album <em>Soy El Mismo</em> in their &quot;50 Best Latin Albums of the Decade&quot; list. Royce&#39;s self-titled debut album is number four on Billboard&#39;s list of Top Latin Albums of the Decade (2010s), and he has three songs in the Hot Latin Songs of the Decade chart.</p><p>Some of the artist&#39;s collaborations include Shakira, Chris Brown, Jennifer Lopez, Selena Gomez, Snoop Dogg, Pitbull, Thalia, Man&aacute;, Daddy Yankee, Becky G, Anitta, Ludacris, J Balvin, Bad Bunny, Farruko and Maluma. Royce costarred as Peter in the Fox Live musical broadcast of <em>The Passion</em> in 2016 and was part of the cast of Hulu&#39;s hit series&nbsp;<em>East Los High</em>.</p><p>New York City mayor Bill de Blasio proclaimed August 9, 2018 &quot;Prince Royce Day&quot; in recognition of his contributions to society and for being a role model to youth in his hometown. He has been induced into the Bronx Hall of Fame with a street named after him, and ran the New York City Marathon to raise funds and awareness on education in public schools and kidney disease.</p>", "slug": "prince_royce"}]}, "description": "Launching Countdown means asking big questions: What's the state of the climate today? What does climate science know? How are we going to achieve a net-zero future? How do we center climate justice in our work? This opening session of the Countdown Global Launch, hosted by Mark Ruffalo and Don Cheadle, features Johan Rockström, Angel Hsu, António Guterres, David Lammy, Christiana Figueres and Prince Royce.", "socialDescription": "Launching Countdown means asking big questions: What's the state of the climate today? What does climate science know? How are we going to achieve a net-zero future? How do we center climate justice in our work? This opening session of the Countdown Global Launch, hosted by Mark Ruffalo and Don Cheadle, features Johan Rockström, Angel Hsu, António Guterres, David Lammy, Christiana Figueres and Prince Royce.", "partnerName": null, "playerData": "{\"id\":\"66840\",\"mediaIdentifier\":\"consus-pm5366-im2346\",\"mediaProjectVersionIdentifier\":\"consus-pm5366-im2346\",\"duration\":4125,\"languages\":[],\"nativeLanguage\":\"en\",\"isSubtitleRequired\":false,\"resources\":{\"h264\":[{\"bitrate\":1200,\"file\":\"https://py.tedcdn.com/consus/projects/00/48/45/001/products/2020t-hosted-by-mark-ruffalo-and-don-cheadle-001-fallback-228818a4f89a5929a36050cfc48d2023-1200k.mp4\"}],\"hls\":{\"adUrl\":\"https://pubads.g.doubleclick.net/gampad/ads?ciu_szs=300x250%2C512x288%2C120x60%2C320x50%2C6x7%2C6x8&correlator=%5Bcorrelator%5D&cust_params=event%3DCountdown%26id%3D66840%26tag%3Dclimate%2Bchange%2Ctechnology%2Cscience%2Cactivism%2Csustainability%2CCountdown%2Cenvironment%26talk%3Dhosted_by_mark_ruffalo_and_don_cheadle_countdown_session_1_urgency_full_session%26year%3D2020&env=vp&gdfp_req=1&impl=s&iu=%2F5641%2Fmobile%2Fios%2Fweb&output=xml_vast2&sz=640x360&unviewed_position_start=1&url=%5Breferrer%5D\",\"maiTargeting\":{\"id\":\"66840\",\"talk\":\"hosted_by_mark_ruffalo_and_don_cheadle_countdown_session_1_urgency_full_session\",\"tag\":\"climate change,technology,science,activism,sustainability,Countdown,environment\",\"year\":\"2020\",\"event\":\"Countdown\"},\"stream\":\"https://hls.ted.com/project_masters/5366/manifest.m3u8?intro_master_id=2346\",\"metadata\":\"https://hls.ted.com/project_masters/5366/metadata.json?intro_master_id=2346\"}},\"targeting\":{\"id\":\"66840\",\"talk\":\"hosted_by_mark_ruffalo_and_don_cheadle_countdown_session_1_urgency_full_session\",\"tag\":\"climate change,technology,science,activism,sustainability,Countdown,environment\",\"year\":\"2020\",\"event\":\"Countdown\"},\"canonical\":\"https://www.ted.com/talks/hosted_by_mark_ruffalo_and_don_cheadle_countdown_session_1_urgency_full_session\",\"name\":\"Hosted by Mark Ruffalo and Don Cheadle: Countdown Session 1: Urgency (Full session)\",\"title\":\"Countdown Session 1: Urgency (Full session)\",\"speaker\":\"Hosted by Mark Ruffalo and Don Cheadle\",\"thumb\":\"https://pi.tedcdn.com/r/talkstar-photos.s3.amazonaws.com/uploads/09d6470b-651c-4a71-b079-37c130cef543/Countdown_2020_Session_01-embed.jpg?quality=89&w=600\",\"slug\":\"hosted_by_mark_ruffalo_and_don_cheadle_countdown_session_1_urgency_full_session\",\"event\":\"Countdown\",\"published\":1602805285}", "videoContext": "Countdown", "audioInternalLanguageCode": "en", "language": "en", "hasTranslations": false, "featured": false, "type": {"__typename": "TypeOfVideo", "id": "6", "name": "Original Content"}}, "transcriptData": {"translation": null, "video": {"__typename": "Video", "id": "66840", "talkExtras": {"__typename": "TalkExtras", "footnotes": []}}}, "commentsEnabled": false, "commentsLoggedInOnly": false}, "language": "en", "messages": {}, "responseCode": 200, "__N_SSP": true}